{
"FIRST_HOSTILE" : "Ahh. This system is Zaurakian. They're bad. We could mine any unoccupied planets and sneak away. Or we could fight. I wouldn't recommend that, though - remember I die: You die. Oddly, the reverse is not the case so should you ever feel the need to step out of the airlock, I could get home safely. But anyway, best upgrade me a bit before you try and take a pop at anyone.",

"FIRST_NEUTRAL" : "Ok, these guys are Castorian - neutrals. We can trade with them but beyond that they aren't interested in helping. They've got great tech, tho, so don't pick a fight unless you'd like us to get smoked. If you want to trade, get close and initiate docking (get close and push 'w' on your console, in case you still haven't read my manual).",

"FIRST_FRIENDLY" : "Aha! These guys - the Alcorians - should be on our side. They're still fighting the Zaurakians, and they may be able to help us. Get close and dock (get close and push 'w' on your console, in case you still haven't read my manual). They may even join us! Be nice to have company. I mean, you meat-bags are ok, but you guys are sooooooooo slooooowwwww. I'd like another ship to chat with, you know - space-gossip.",

"FIRST_SISTERS" : "Oh, that's interesting - that's a Sister's Station. They're some quasi-religious-space-nun-thing. They have their own agenda, but we should be safe docking here. We can buy weapons, repair my armor and maybe pick up some crew. Be nice to have someone else to talk to.",

"FIRST_COMBAT" : "We're entering combat. Good luck. Did you remember to switch off the coffee machine? It says here 'Entering combat, p3.4.23.6: Stitch off the coffee machine.\nFrankly if the worst thing that happens to you today is getting burned by hot coffee I think you'll have done ok.\n\n In case you've forgotten what to do, and are too lazy to read my manual:\nWeapons select: 1-5. Note only some weapons are homing (denoted by the crosshairs on the icon)\nRight-click: Lock (homing weapons only)\nLeft-click: Fire\n\nAgain: Good Luck. I'll have my eyes closed.",

"FIRST_ENEMY_LAUNCH" : "Cap, I've just detected a long range launch. Looks like a Zaurakian on intercept with Polaris. They must be reinforcing the blockade.",

"FIRST_ENEMY_LAND" : "Cap, that ship I've been tracking has landed at Polaris. The Threat Level has increased. You might want to keep an eye on that.",

"FINAL_BATTLE" : "Ok Cap, here we go. You've chosen to go it alone so good luck. But I do have some good news! I can download myself from here, so I'll be fine.",

"FIRST_BATTLE_WITH_ALLIES" : "Here we go Cap, this is it. Good luck. I've downloaded all my data to base. I wish I could do the same for yours.",

"FIRST_RECRUIT" : "(explain relativity)",

"FIRST_PLANET" : "(How to mine)"
}
