{
"YES1" : "Yes we know who you are - we've been watching your progress. Need any help?",

"YES2" : "You're fighting The Zaurakians, eh? Count me in.",

"YES3" : "You the one starting the rebellion? You can count on me. ",

"YES4" : "We've been tracking you on our scanners. You're doing ok, kid! Need a hand?",

"YES5" : "Oh it's you! Can I get your autograph? And join your quest?",

"YES6" : "Sorry never heard of you. But I'm really bored so why not.",

"YES7" : "Aaaaaarrrggggh yeah!!! Wooooo-hoo! Who we gonna melt?",

"YES8" : "Where you off to? Polaris? I've never heard of it, but I'm intrigued. Can I tag along?",

"YES9" : "The war's been bad for business. Can I help supply your fleet?",

"YES10" : "Look I'll be honest, this is my dad's ship - I just borrowed it. But whatever hell is waiting for me at home can't be worse that the one you're facing. So can I join you? Just promise me I won't get a scratch on it.",

"YES11" : "My father was killed by a Zaurakian, and I long to have their blood on my hands. I will be your vanguard.",

"YES12" : "I am young and yet to prove my honour. We shall do so together!",

"YES13" : "I'm old but my life has been filled with the glory of battle. Let me fight once more.",

"YES14" : "Hi [HERO]. You've caught me at a bad time - my Lord just died and this is my first time in command. In fact this is a shake-down flight after some upgrades and we've got a skeleton crew. But I do have a lot to live up to.. So let me start now. ",

"YES15" : "To the edge of the Outer Arm? Awesome!",

"YES16" : "Yeah I know who you are. I think what you're doing is dumb, but everyone's doing it. So I guess that makes me dumb too.",

"YES17" : "Apologies for my surprise. I have of course heard of you. A leader is a leader, so I'm in.",

"YES18" : "Polaris? My daughter disappeared in that region of space, and I've been meaning to head up there if is wasn't so dangerous, but you're taking a fleet? Can I come along? I'll help where I can.",

"YES19" : "My Liege! I was hoping you'd find me. Let's go.",

"YES20" : "It's been years since I last had a good scrap! Count me, my ship and my crew in!",

"YES21" : "I've heard there might be loot? My father had a gambling habit and I can barley afford my ship's mooring fees, let alone the crew. Can I come?",

"YES22" : "What? Why? Where? Ok.",

"YES23" : "Dude - you don't want me. My partner just left me, with my first mate and my cook. I'm ready to fly this crate into the sun. Oh, wait, really? To shreds you say? Canon fodder sounds more fun than what I had in mind. Maybe she'll hear of my glory? I'll join your vanguard. ",

"YES24" : "Hello! Yes yes, sorry! I was fast asleep. You're ordering me to where?",

"YES25" : "Polaris, eh? My husband always wanted to see that. Mind if he comes?"
}
