{
"GROUNDED1" : "Oh thank the heavens you found me! I'm starving. Can I come aboard?",

"GROUNDED2" : "You saw my beacon! Please come and get me off this dammed rock.",

"GROUNDED3" : "Oh, hi. Yes, this is the Falcon. We, uhh, crashed a few months ago. Five of us. Only, um, me left.",

"GROUNDED4" : "This planet is mine. Stay away. Unless you have some food, and medical supplies? Actually this place sucks. Got a birth?",

"GROUNDED5" : "Fuck off Sampson! I told you not to follow me. Oh, sorry, who's this? Do you have a large Space-Ship?",

"GROUNDED6" : "At last! Get me off this rock! Someone owes me money, and they're gonna hurt.",

"GROUNDED7" : "Glooble globil? Golubil gobill gob!",

"GROUNDED8" : "Lord Zaurak stole my boat. Get me to the nearest Orbital Platform.",

"GROUNDED9" : "I was shot down by First Lord Zaurak himself! Let me join your crew, and in time, I'll kill him.",

"GROUNDED10" : "Oh, hello! Are you my lift home? I expected you a few years ago. I've found thousands of species of butterflies! What a wonderful expedition!",

"GROUNDED11" : "Yikes get me out of here now! The locals are sure they don't want to trade..",

"GROUNDED12" : "Hello. She sent you, didn't she? Tell her I'm ready to come home. In fact, I'll tell her myself..",

"GROUNDED13" : "My crew put me plantside in a mutiny. You have my thanks or picking me up. I will now kill them.",

"GROUNDED14" : "What part of \"DO NOT DISTURB\" did you not understand? What war? Here? *sigh* One last time..",

"GROUNDED15" : "I'm just a cook. A pretty good cook, but just a cook. Got space on-board?",

"GROUNDED16" : "I'm so glad you found me! It's been .. years..? Just give me a minute to find my friend Wilson..",

"GROUNDED17" : "I've got a Class-2 Power-Loader licence and a cat. Need any crew?",

"GROUNDED18" : "I don't recognise this frequency, so please leave a message after the beep.",

"GROUNDED19" : "Dad, stop calling! Oh wait, who are you? Adventure you say..? XX<< Adventure place better",

"GROUNDED20" : "Mario! You found me! You know I was going to marry her! Wait, who is this? Can you get me away from here?",

"GROUNDED21" : "Do you have any pigeons on-board? I can't stand the things. I'm surrounded by them. Look there's one there! Can I come aboard?",

"GROUNDED22" : "Hey! So, there are things being said about me - not true! Can I come aboard?",

"GROUNDED23" : "Hey, you know me, right? Bud? I just need to lie-low for a bit.",

"GROUNDED24" : "My Father wouldn't let me join a convent. Let me travel with you until we find The End."
}
